alefragnani.project-manager
Arjun.swagger-viewer
cschlosser.doxdocgen
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
eamodio.gitlens
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
jan-dolejsi.pddl
jdinhlife.gruvbox
jebbs.plantuml
jeff-hykin.better-cpp-syntax
jinliming2.vscode-go-template
joaompinto.vscode-graphviz
josetr.cmake-language-support-vscode
mechatroner.rainbow-csv
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.atom-keybindings
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
Orta.vscode-jest
platformio.platformio-ide
pomdtr.excalidraw-editor
rafamel.subtle-brackets
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tomoki1207.pdf
twxs.cmake
vintharas.learn-vim
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
zxh404.vscode-proto3
